local Icons = require("sewn_scripts.localization.localization_helpers")

local cards = {
    -- Warranty Card
    {
        "Карта Гарантии",
        "Спавнит машинку для шитья#Тип машинки зависит комнаты в которой она была заспавнена"
    },
    
    -- Stitching Card
    {
        "Карта Сшития",
        "Реролит короны фамильяров#Даёт бесплатные улучшения, если ни однин фамильяр их не имеет"
    },
    
    -- Sewing Coupon
    {
        "Купон для Шитья",
        "Улучшает фамильяров до конца комнаты#Одноразовая Шкатулка для Шитья"
    },
}

return cards