--- Translation by Warhamm2000

local Icons = require("sewn_scripts.localization.localization_helpers")

local items = {
    -- Sewing Box
    {
        "Шкатулка для Шитья",
        "Улучшает фамильяров до конца комнаты#Использовав дважды, они улучшатся до ультра"
    },
    
    -- Doll's Tainted Head
    {
        "Порченая Голова Куклы",
        "Улучшает каждого обычного фамильяра до супер#С Чистым Телом Куклы улучшает каждого фамильара до ультра#Даёт 20% шанс найти машинку для шитья в Комнате Дьявола"
    },
    
    -- Doll's Pure Body
    {
        "Чистое Тело Куклы",
        "Улучшает каждого обычного фамильяра до супер#C Порченой Головой Куклы улучшает каждого фамильяра до ультра#Даёт 20% шанс найти машинку для шитья в Комнате Ангела"
    },
}

return items