--- Translation by Warhamm2000

--- -- Name of the trinket in english, do not change it!
--- {
---     "Trinket Name",
---     "Description of the trinket",
--- }

local trinkets = {
    -- Thimble
    {
        "Напёрсток",
        "Возвращает улучшения с фамильяров при использовании машинки для шитья#После использования спавнит пикапы на полу, в зависимости от типа машинки",
    },

    -- Cracked Thimble
    {
        "Треснувший Напёрсток",
        "Имеет шанс 75% зареролить короны фамильяров при получении урона",
    },

    -- Lost Button
    {
        "Потерянная Пуговица",
        "Машинки для шитья имеют 100% появиться в магазинах#Также даёт 50% шанс появиться в комнате ангела {{AngelRoom}} или дьявола {{DevilRoom}}",
    },

    -- Pin Cushion
    {
        "Подушечка для Булавок",
        "Взаимодействуя с машинкой фамильяр возвращается без улучшения.#Позволяет выбрать того фамильяра для улучшения которого сами хотите, выбрасывая брелок, когда нужный фамильяр в машинке#{{Warning}} Когда этот брелок приварен его свойство удаляется, однако понижается шанс уничтожить машинку для шитья",
    },
    
    -- Sewing Case
    {
        "Инструментарий для Шитья",
        "При входе в комнату даёт шанс улучшить случайного фамильяра в зависимости от их количества и вышей удачи",
    },
}

return trinkets